<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication language lines
    |--------------------------------------------------------------------------
    |
    | The following language lines contain the authentication messages.
    |
    */

    'login'       => 'შესვლა',
    'login_msg'   => 'მართვის ცენტრში შესასვლელად, გაიარეთ ავტორიზაცია!',
    'forgot_pass' => 'დაგავიწყდათ პაროლი?',
    'remember_me' => 'დამიმახსოვრე',
    'throttle'    => 'დასაშვებზე მეტი ავტორიზაციის მცდელობა. გთხოვთ გაიმეოროთ :seconds წამის შემდეგ.',

    // errors
    "failed"   => "შეყვანილი მონაცემები არ ემთხვევა ჩვენ მონაცემებს.",
    "required" => [
        "email"    => "გთხოვთ შეიყვანოთ თქვენი ელ.ფოსტა.",
        "password" => "გთხოვთ შეიყვანოთ თქვენი პაროლი."
    ],
    "invalid" => [
        "email"    => "გთხოვთ შეიყვანოთ სწორი ელ.ფოსტა.",
        "password" => "პაროლი არასწორია."
    ]

];
