<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Database interaction language lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used to interact with the database.
    |
    */

    "deleted" => "წარმატებით წაიშალა.",

    "error" => [
        "1451" => "წაშლა ან განახლება ვერ შესრულდა.",
        "1452" => "დამატება ან განახლება ვერ შესრულდა.",
        "1062" => "':name' უკვე გამოყენებულია.",
    ]

];
